{
  "title": "Dom Casmurro",
  "author": "Machado de Assis",
  "chapters": [
    {
      "title": "CAPÍTULO I",
      "content": "Do título\nUma noite destas, vindo da cidade para o Engenho Novo, encontrei no trem da Central um rapaz aqui do bairro, que eu conheço de vista e de chapéu. Cumprimentou-me, sentou-se ao pé de mim, falou da lua e dos ministros, e acabou recitando-me versos. A viagem era curta, e os versos pode ser que não fossem inteiramente maus. Sucedeu, porém, que, como eu estava cansado, fechei os olhos três ou quatro vezes; tanto bastou para que ele interrompesse a leitura e metesse os versos no bolso.\n— Continue, disse eu acordando.\n— Já acabei, murmurou ele.\n— São muito bonitos.\nVi-lhe fazer um gesto para tirá-los outra vez do bolso, mas não passou do gesto; estava amuado. No dia seguinte entrou a dizer de mim nomes feios, e acabou alcunhando-me Dom Casmurro. Os vizinhos, que não gostam dos meus hábitos reclusos e calados, deram curso à alcunha, que afinal pegou. Nem por isso me zanguei. Contei a anedota aos amigos da cidade, e eles, por graça, chamam-me assim.\n\nNão consultes dicionários. Casmurro não está aqui no sentido que eles lhe dão, mas no que lhe pôs o vulgo de homem calado e metido consigo. Dom veio por ironia, para atribuir-me fumos de fidalgo. Tudo por estar cochilando! Também não achei melhor título para a minha narração; se não tiver outro daqui até o fim do livro, vai este mesmo."
    },
    {
      "title": "CAPÍTULO II",
      "content": "Dois retratos\nAgora que expliquei o título, passo a escrever o livro. Antes de tudo, uma declaração que pode parecer inútil. O livro não é propriamente de memórias; não traço o retrato de pessoa alguma, salvo de mim, e este apenas em parte. Aliás, o que contarei são fatos passados, como me vieram à lembrança ou me vieram ao acaso, sem o empenho da ordem nem da verossimilhança. Escrevo de memória, mas sem ordem cronológica e sem outro objetivo que não seja o de distrair e ser fiel a mim mesmo."
    }
  ]
}